# Переменные можно называть по разному(Но на английском алфавите),
# Но нельзя в начале ставить цифру. Сначала буквы а потом цифры
# Также переменную нужно называть осмысленно. Не mjhgbyh, а Name1 
# Что означает Имя1, уважайте других программистов)
# Также Python чувствителен к регистру, USER и user это разные переменные
USER = 10
user = 100
print(user, USER) # Выводим
# За место пробелов в переменных нужно использовать _
UserID_Home = "Andrei" # Если в переменной есть слова нужно 
                       # охватить ковычками "" или ''
print(UserID_Home) # Выводим