# Основные операторы в Python включают в себя 
# сложение (+), вычитание (-), умножение (*), деление (/), 
# целочисленное деление (//), остаток от деления (%) 
# и возведение в степень (**).
a, b = 10, 5 # назначаем переменную

input = a + b # Переменная решения задачи
print(input) # Вывод ответа

input = a - b # Переменная решения задачи
print(input) # Вывод ответа

input = a * b # Переменная решения задачи
print(input) # Вывод ответа

input = a / b # Переменная решения задачи
print(input) # Вывод ответа

input = a // b # Переменная решения задачи
print(input) # Вывод ответа

input = a % b # Переменная решения задачи
print(input) # Вывод ответа

input = a ** b # Переменная решения задачи
print(input) # Вывод ответа